---
kind: property
id: P:Autodesk.Revit.DB.PrintParameters.RasterQuality
source: html/dfdee0df-9201-00d0-ba97-afcc546e4ee3.htm
---
# Autodesk.Revit.DB.PrintParameters.RasterQuality Property

The raster quality type.

## Syntax (C#)
```csharp
public RasterQualityType RasterQuality { get; set; }
```